Repository: waoneon2/FS
Catalog: fielding-plugin/enhanced-media-library/languages/eml-*.po
Languages: es_es, ko_kr

# uploaded files
source: All (%s)
es_es: Todo (%s)
ko_kr: 모든 (%s)

# detached files
source: Unattached (%s)
es_es: No Disponible (%s)
ko_kr: 첨부되지 않음 (%s)

source: All Uncategorized
es_es: Todo Sin Categoria
ko_kr: 모두 미분류됨

# uploaded files
source: Trash (%s)
es_es: Papelera (%s)
ko_kr: 휴지통 (%s)

source: Filter
es_es: Filtro
ko_kr: 필터

source: Reset All Filters
es_es: Restablecer filtros
ko_kr: 모든 필터 재설정

source: Empty Trash
es_es: Vaciar Papelera
ko_kr: 휴지통 비우기

source: You do not have permission to upload files.
es_es: No tienes autorización para subir archivos.
ko_kr: 파일을 업로드할 권한이 없습니다.

source: Overview
es_es: Presentación
ko_kr: 개요

source: All the files you&#8217;ve uploaded are listed in the Media Library, with the most recent uploads listed first.
es_es: Todos los archivos que has subido se enumeran en la biblioteca de medios, con los más recientes archivos mencionados en primer lugar.
ko_kr: 업로드한 모든 파일은 미디어 라이브러리 내에 나열되며 가장 최근 업로드한 목록을 먼저 표시합니다.

source: You can view your media in a simple visual grid or a list with columns. Switch between these views using the icons to the left above the media.
es_es: Puede ver sus medios de comunicación en una rejilla visual simple o una lista con las columnas. Cambiar entre estas vistas utilizando los iconos situados a la izquierda por encima de la media.
ko_kr: 미디어를 간단한 비주얼 그리드 또는 열이 있는 목록으로 볼 수 있습니다. 미디어 좌측 상단에 있는 아이콘을 이용하여 화면을 변경할 수 있습니다.

source: To delete media items, click the Bulk Select button at the top of the screen. Select any items you wish to delete, then click the Delete Selected button. Clicking the Cancel Selection button takes you back to viewing your media.
es_es: Para eliminar elementos multimedia, haga clic en el botón de selección a granel en la parte superior de la pantalla. Seleccione los elementos que desea eliminar y, a continuación, haga clic en el botón Eliminar el artículo seleccionado. Al hacer clic en el botón Cancelar Selección le lleva de vuelta a la visualización de sus medios de comunicación.
ko_kr: 미디어 항목을 삭제하려면, 화면 상단의 일괄 선택 버튼을 클릭하세요. 삭제할 모든 파일을 선택한 다음, 선택 삭제 버튼을 클릭하세요. 선택 해제 버튼을 클릭하면 미디어 화면으로 돌아갑니다.

source: Attachment Details
es_es: Detalles de Adjuntos
ko_kr: 첨부 파일 세부 정보

source: Clicking an item will display an Attachment Details dialog, which allows you to preview media and make quick edits. Any changes you make to the attachment details will be automatically saved.
es_es: Al hacer clic en un elemento mostrará un archivo adjunto Detalles de diálogo, que le permite una vista previa de los medios de comunicación y realizar ediciones rápidas. Cualquier cambio que realice en los detalles de fijación se guardarán automáticamente.
ko_kr: 항목을 클릭하면 미디어를 미리 보고 빠르게 편집할 수 있는 첨부 파일 상세 정보 대화창이 표시됩니다. 첨부 파일 상세 정보에서의 모든 변경 사항은 자동으로 저장됩니다.

source: Use the arrow buttons at the top of the dialog, or the left and right arrow keys on your keyboard, to navigate between media items quickly.
es_es: Utilice los botones de flecha en la parte superior del cuadro de diálogo, o las teclas de flecha izquierda y derecha de tu teclado, para navegar entre los elementos multimedia de forma rápida.
ko_kr: 대화창 상단의 화살표 버튼을 사용하거나, 키보드의 왼쪽 및 오른쪽 화살표 키를 이용하여 미디어 항목을 신속하게 탐색할 수 있습니다.

source: You can also delete individual items and access the extended edit screen from the details dialog.
es_es: También puede eliminar elementos individuales y acceder a la pantalla de edición se extendía desde el diálogo de detalles.
ko_kr: 상세 정보 대화에서 개별 항목을 삭제하고 확장 편집 화면에 접근할 수 있습니다.

source: For more information:
es_es: Para más información:
ko_kr: 더 많은 정보:

# file
source: Add New
es_es: Añadir Nuevo
ko_kr: 새로 추가

source: The grid view for the Media Library requires JavaScript. <a href="upload.php?mode=list">Switch to the list view</a>.
es_es: La vista de cuadrícula para Media Library requiere JavaScript. <a href="upload.php?mode=list">Cambiar a la vista de lista.</a>
ko_kr: 미디어 라이브러리에 대한 그리드 화면은 자바 스크립트가 필요합니다. <a href="upload.php?mode=list">목록 화면으로 전환</a>.

source: You are not allowed to edit this post.
es_es: No tienes permiso para editar esta publicación
ko_kr: 이 글을 편집할 권한이 없습니다.

source: You are not allowed to move this post to the trash.
es_es: No tienes autorización para mover esta Publicación a la papelera.
ko_kr: 이 글을 휴지통으로 이동할 권한이 없습니다.

source: Error in moving to trash.
es_es: Error en el movimiento a la Papelera.
ko_kr: 휴지통으로 이동하는 도중 오류가 발생함.

source: You are not allowed to move this post out of the trash.
es_es: No tienes autorización para sacar esta Publicación de la papelera.
ko_kr: 이 글을 휴지통으로부터 이동할 권한이 없습니다.

source: Error in restoring from trash.
es_es: Error en la restauración de la Papelera.
ko_kr: 휴지통으로부터 복구하는 도중 오류가 발생함.

source: You are not allowed to delete this post.
es_es: Perdón, no tienes permisos para borrar esta Publicacion.
ko_kr: 이 글을 삭제할 권한이 없습니다.

source: Error in deleting.
es_es: Error al eliminar.
ko_kr: 삭제하는 도중 오류가 발생함.

# items per page (screen options)
source: Media items
es_es: Elementos de la biblioteca de medios
ko_kr: 미디어 항목

source: All the files you&#8217;ve uploaded are listed in the Media Library, with the most recent uploads listed first. You can use the Screen Options tab to customize the display of this screen.
es_es: Todos los archivos&#8217; que has subido se enumeran en Media Library, con los más recientes archivos mencionados en primer lugar. Puede usar la pestaña Opciones de la pantalla para personalizar la visualización de esta pantalla.
ko_kr: 업로드한 모든 파일은 미디어 라이브러리 내에 나열되며 가장 최근 업로드한 목록을 먼저 표시합니다. 화면 옵션 탭을 사용해 이 화면의 표시를 설정할 수 있습니다.

source: You can narrow the list by file type/status using the text link filters at the top of the screen. You also can refine the list by date using the dropdown menu above the media table.
es_es: Puedes filtrar la lista por tipo de archivo / estado usando los filtros de enlaces de texto en la parte superior de la pantalla. También puede refinar la lista por fecha usando el menú desplegable encima de la tabla de medios.
ko_kr: 화면 상단에 있는 텍스트 링크 필터를 사용하여 파일 유형/상태 기준으로 목록을 좁힐 수 있습니다. 또한 미디어 표 위의 드롭 다운 메뉴를 사용하여 날짜 별로 목록을 구체화 할 수 있습니다.

source: Available Actions
es_es: Acciones Disponibles
ko_kr: 사용 가능한 동작

source: Hovering over a row reveals action links: Edit, Delete Permanently, and View. Clicking Edit or on the media file&#8217;s name displays a simple screen to edit that individual file&#8217;s metadata. Clicking Delete Permanently will delete the file from the media library (as well as from any posts to which it is currently attached). View will take you to the display page for that file.
es_es: Al pasar por encima de una fila revela vínculos de acción: Editar, Borrar permanentemente, y Vista. Al hacer clic en Editar o en el nombre del archivo de medios muestra una pantalla fácil de editar los metadatos de ese archivo individual. Al hacer clic en Eliminar permanentemente borrará el archivo de la biblioteca de medios (así como de cualquier puestos a los que se une en la actualidad). Ver le llevará a la página de visualización para ese archivo.
ko_kr: 행에 마우스를 올리면 다음의 작업 링크가 나타납니다 : 편집, 영구 삭제, 그리고 보기. 편집이나 미디어 파일의 이름을 클릭하면 개별 파일의 메타 데이터를 편집하는 간단한 화면이 표시됩니다. 영구 삭제를 클릭하면 미디어 라이브러리(뿐만 아니라 그것이 현재 첨부된 모든 글에서도)에서 파일을 삭제합니다. 보기는 파일이 사용된 페이지로 이동합니다.

source: Attaching Files
es_es: Adjuntar archivos
ko_kr: 파일을 첨부하는 중

source: If a media file has not been attached to any post, you will see that in the Attached To column, and can click on Attach File to launch a small popup that will allow you to search for a post and attach the file.
es_es: Si no se adjunta un archivo multimedia a cualquier publicación, a ver en la columna adjunta a y puede hacer clic en adjuntar archivo para poner en marcha un pequeño popup que te permitirá buscar un mensaje y adjuntar el archivo.
ko_kr: 미디어 파일이 모든 글에 첨부되지 않은 경우, 다음에 첨부됨 열에 표시되고, 파일 첨부를 클릭하면 글을 검색하고 파일을 첨부할 수 있는 작은 팝업이 나타납니다.

source: Search results for &#8220;%s&#8221;
es_es: Buscar resultados para &#8220;%s&#8221;
ko_kr: &#8220;%s&#8221;에 대한 검색 결과

source: Media attachment updated.
es_es: Medios adjuntos actualizados.
ko_kr: 미디어 첨부파일이 업데이트 됨.

source: Reattached %d attachment.
es_es: Unir %d archivo adjunto.
ko_kr: %d 첨부파일을 다시 첨부함.

source: Media attachment permanently deleted.
es_es: Medio eliminado permanentemente.
ko_kr: 미디어 첨부 파일을 영구적으로 삭제함.

source: Media attachment moved to the trash.
es_es: Medio trasladado a la papelera.
ko_kr: 미디어 첨부 파일을 휴지통으로 이동함.

source: Undo
es_es: Deshacer
ko_kr: 실행 취소

source: Media attachment restored from the trash.
es_es: Medio restaurado desde la papelera.
ko_kr: 미디어 첨부 파일을 휴지통으로부터 복구함.

source: Media permanently deleted.
es_es: Medios eliminados permanentemente.
ko_kr: 미디어를 영구적으로 삭제함.

source: Error saving media attachment.
es_es: Medios adjuntos actualizados.
ko_kr: 미디어 첨부 파일을 저장하는 중 오류 발생.

source: Media moved to the trash.
es_es: Medios movidos a la papelera.
ko_kr: 미디어가 휴지통으로 이동함.

source: Media restored from the trash.
es_es: Medios restaurados de la papelera.
ko_kr: 미디어를 휴지통에서 복구함.

source: <a href="https://codex.wordpress.org/Media_Library_Screen" target="_blank">Documentation on Media Library</a>
es_es: <a href="https://codex.wordpress.org/Media_Library_Screen" target="_blank">Documentación de Media Library</a>

source: You are not allowed to move this item to the Trash.
es_es: No se te permite mover este elemento a la papelera.

source: You are not allowed to move this item out of the Trash.
es_es: No se te permite para sacar este elemento de la papelera.

source: You are not allowed to delete this item.
es_es: No se te permite eliminar este elemento.

source: Filter media items list
es_es: Filtrar la lista de elementos de medios.

source: Media items list navigation
es_es: Lista de navegación de elementos de medios

source: Media items list
es_es: Lista de elementos de medios

source: Detached %d attachment.
es_es: Archivo adjunto %d individual.

source: %d media attachment permanently deleted.
es_es: %d adjunto multimedia se eliminará de forma permanente.

source: %d media attachment moved to the trash.
es_es: %d medio trasladado a la papelera.

source: %d media attachment restored from the trash.
es_es: %d medio restaurado desde la papelera.

source: MIME type settings restored.
es_es: Configuración de tipo MIME restaurado.

source: MIME type settings saved.
es_es: Configuración de tipo MIME guardada.

source: Enhanced Media Library
es_es: Media Library Mejorada

source: Media Settings
es_es: Configuración de Medios
ko_kr: 미디어 설정

source: Settings
es_es: Configuración
ko_kr: 설정

source: Taxonomies
es_es: Taxonomías
ko_kr: 카테고리

source: MIME Types
es_es: Tipos MIME
ko_kr: MIME 유형

source: Edit
es_es: Editar
ko_kr: 편집

source: Close
es_es: Cerrar
ko_kr: 닫기

source: View
es_es: Ver
ko_kr: 보기

source: Update
es_es: Actualización
ko_kr: 업데이트

source: Add New
es_es: Añadir Nuevo
ko_kr: 새로 추가하기

source: New
es_es: Nuevo
ko_kr: 신규

source: Name
es_es: Nombre
ko_kr: 이름

source: Parent
es_es: Padre
ko_kr: 부모

source: All
es_es: Todo
ko_kr: 모두

source: Search
es_es: Buscar
ko_kr: 검색

source: Taxonomy will be deleted permanently! Your media files will remain intacted, but all the connections with this taxonomy and its terms will be lost.
es_es: Taxonomía se eliminará permanentemente! Sus archivos de medios permanecerán intactos, pero se pierden todas las conexiones con esta taxonomía y sus términos.
ko_kr: 카테고리가 영구적으로 삭제됩니다. 미디어 파일은 보존되지만, 이 카테고리 및 용어와의 모든 연결은 손실됩니다.

source: There is already a taxonomy with the same name. Please chose other one.
es_es: Ya existe una taxonomía con el mismo nombre. Por favor elija otro.
ko_kr: 동일한 이름의 카테고리가 이미 존재합니다. 다른 것을 선택해주세요.

source: New Taxonomy
es_es: Nueva Taxonomía
ko_kr: 새로운 카테고리

source: Please choose Singular and Plural names for all your new taxomonies.
es_es: Por favor seleccione los nombres en singular y plural para todos sus nuevas taxonomías.
ko_kr: 모든 새로운 카테고리에 대한 단수 및 복수 이름을 선택해주세요.

source: Please choose Singilar name for all your new taxomonies.
es_es: Por favor, elija el nombre Singular para todas sus nuevas taxonomías.
ko_kr: 모든 새로운 카테고리에 대한 단수 이름을 선택해주세요.

source: Please choose Plural Name for all your new taxomonies.
es_es: Por favor, elija el Nombre Plural para todas sus nuevas taxonomías.
ko_kr: 모든 새로운 카테고리에 대한 복수 이름을 선택해주세요.

source: Warning! All your custom MIME Types will be deleted by this operation.
es_es: ¡Advertencia! Todos los tipos MIME personalizados serán eliminados por esta operación.
ko_kr: 경고! 이 작업으로 인해 모든 사용자 지정 MIME 유형이 삭제됩니다.

source: Please fill into all fields.
es_es: Por favor, rellene todos los campos.
ko_kr: 모든 필드에 입력해주세요.

source: Duplicate extensions or MIME types. Please chose other one.
es_es: Duplicar extensiones o tipos MIME. Por favor elija otra.
ko_kr: 중복 확장자 또는 MIME 유형. 다른 것을 선택해주세요.

source: You do not have sufficient permissions to access this page.
es_es: No tiene permisos suficientes para acceder a esta página.
ko_kr: 이 페이지에 접근할 권한이 없습니다.

source: Enhanced Media Library Settings
es_es: Configuración Media Library Mejorada

source: Export
es_es: Exportar

source: The plugin settings <strong>Media Settings > Taxonomies</strong> and <strong>Media Settings > MIME Types</strong> will be exported to a configuration file. It allows you to easily import the configuration into another website.
es_es: La configuración del plugin <strong>Ajustes de Medios> Taxonomías</strong> y <strong>Configuración de Contenido> Tipos MIME</strong> se pueden exportar a un archivo de configuración. Le permite importar fácilmente la configuración en otro sitio web.

source: Export Plugin Settings
es_es: Exportar la Configuración de Plugin

source: Import
es_es: Importar

source: The plugin settings <strong>Media Settings > Taxonomies</strong> and <strong>Media Settings > MIME Types</strong> will be imported from a configuration file which can be obtained by exporting the settings on another website using the export button above.
es_es: La configuración del plugin <strong>Ajustes medios> Taxonomías</strong> y <strong>Ajustes de este contenido> Tipos MIME</strong> serán importados de un archivo de configuración que se puede obtener mediante la exportación de la configuración de otro sitio web mediante el botón de exportación arriba.

source: All plugin settings will be overriden by the import. You will have a chance to restore current data from an automatic backup in case you are not satisfied with the result of the import.
es_es: Todos los ajustes del plugin serán invalidados por la importación. Tendrá la oportunidad de restaurar los datos actuales desde una copia de seguridad automática en caso de que no está satisfecho con el resultado de la importación.

source: Import Plugin Settings
es_es: Importar la Configuración de Plugin

source: Restore
es_es: Restaurar

source: No backup available at the moment.
es_es: Ninguna copia de seguridad disponible en este momento.

source: Backup will be created automatically before any import operation.
es_es: Copia de seguridad se crea automáticamente antes de cualquier operación de importación.

source: The backup had been automatically created before the latest import opetarion.
es_es: La copia de seguridad se ha creado de forma automática antes de la última operación de importación.

source: Restore Settings from the Backup
es_es: Restaurar la Configuración de la Copia de Seguridad

source: Please upload a file to import settings.
es_es: Por favor, sube un archivo para importar la configuración.

source: Plugin settings imported.
es_es: Configuración del plugin importada.

source: Plugin settings restored from the backup.
es_es: Configuración del plugin restaurada desde la copia de seguridad.

source: Media Taxonomies
es_es: Taxonomías de Medios
ko_kr: 미디어 카테고리

source: Assign following taxonomies to Media Library:
es_es: Asignar las siguientes taxonomías a Media Library:
ko_kr: 다음 카테고리를 미디어 라이브러리에 할당:

source: Assign Taxonomy
es_es: Asignar Taxonomía
ko_kr: 카테고리 할당

source: Edit Taxonomy
es_es: Editar Taxonomía
ko_kr: 카테고리 편집

source: Delete Taxonomy
es_es: Eliminar Taxonomía
ko_kr: 카테고리 삭제

source: Labels
es_es: Etiquetas
ko_kr: 라벨

source: Menu Name
es_es: Nombre del menú
ko_kr: 메뉴명

source: Taxonomy Name
es_es: Nombre deTaxonomía
ko_kr: 카테고리명

source: Hierarchical
es_es: Jerarquizado
ko_kr: 계층 구조

source: Column in List View
es_es: Columna en Vista de Lista
ko_kr: 목록 화면에서 열 표시

source: Filter in List View
es_es: Filtro en Vista de Lista
ko_kr: 목록 화면에서 필터 적용

source: Filter in Grid View / Media Popup
es_es: Filtro en cuadrícula / Medios Popup
ko_kr: 그리드 화면 / 미디어 팝업에서 필터 적용

source: Edit in Media Popup
es_es: Edición en Medios Popup
ko_kr: 미디어 팝업에서 편집

source: Show in Nav Menu
es_es: Mostrar en el Menú de Navegación
ko_kr: 탐색 메뉴에서 표시

source: Remember Terms Order (sort)
es_es: Recordar Términos Orden (clasificar)

source: Show in REST
es_es: Mostrar en REST

source: Rewrite Slug
es_es: Reescribir Slug
ko_kr: 슬러그 다시 쓰기

source: Slug with Front
es_es: Slug Frontal
ko_kr: 프런트를 포함한 슬러그

source: Add New Taxonomy
es_es: Agregar Nueva Taxonomía
ko_kr: 새로운 카테고리 추가

source: Non-Media Taxonomies
es_es: Sin-Medios Taxonomías
ko_kr: 비 미디어 카테고리

source: Options
es_es: Opciones
ko_kr: 옵션

source: Taxonomy archive pages
es_es: Páginas de archivo taxonomía
ko_kr: 카테고리 보관 페이지

source: Turn on media taxonomy archive pages on the front-end
es_es: Activar páginas de archivo de taxonomía multimedia en el front-end
ko_kr: 전면에 미디어 카테고리 보관 페이지를 켜기

source: Re-save your permalink settings after this option change to make it work.
es_es: Vuelva a guardar la configuración de enlace permanente después de este cambio de opción de hacer que funcione.
ko_kr: 이 옵션의 변경 사항을 적용하려면 고유주소 설정을 다시 저장하세요.

source: Assign all like hierarchical
es_es: Asignar todos como jerárquica
ko_kr: 모두 계층 구조와 같이 할당

source: Show non-hierarchical taxonomies like hierarchical in Grid View / Media Popup
es_es: Mostrar taxonomías sin jerárquicas como jerárquica en cuadrícula / Medios emergente
ko_kr: 그리드 화면 / 미디어 그룹에서 비 계층 구조 카테고리를 계층 구조와 같이 표시

source: Filters
es_es: Filtros

source: Force filters
es_es: Restablecer filtros
ko_kr: 필터 강제 적용

source: Show media filters for ANY Media Popup
es_es: Mostrar filtros de medios para cualquier medio emergente

source: Try this if filters are not shown for third-party plugins or themes.
es_es: Prueba esto si los filtros no se muestran para plugins de terceros o temas.

source: Order media items by
es_es: Ordenar por elementos de medios

source: For media library and media popups
es_es: Para la biblioteca de medios y medios ventanas emergentes

source: Option allows to change order by drag and drop with Custom Order value.
es_es: Opción permite cambiar el orden de arrastrar y soltar con el valor de la orden de encargo.

source: Sort order
es_es: Orden de clasificación

source: Media Shortcodes
es_es: Medios Shortcodes

source: Enhanced media shortcodes
es_es: Códigos cortos multimedia mejorados

source: Enhance WordPress media shortcodes to make them understand media taxonomies, uploade date, and media items number limit
es_es: Mejorar códigos cortos de WordPress medios para hacerles entender las taxonomías de los medios, la fecha actualizada y elementos multimedia límite de número

source: Gallery example: [gallery media_category="5" limit="10" monthnum="12" year="2015"]
es_es: Ejemplo de Galería: [categoría de galería de medios ="5" límite = "10" numero de mes = "12" año = "2015"]

source: Audio playlist example: [playlist media_category="5" limit="10" monthnum="12" year="2015"]
es_es: Ejemplo de lista de reproducción de audio: [lista de reproducción categoría de medios = límite de "5" = "10" numero de mes = "12" año = "2015"]

source: Video playlist example: [playlist type="video" media_category="5" limit="10" monthnum="12" year="2015"]
es_es: vídeo de ejemplo lista de reproducción: [Tipo de lista de reproducción = "video" categoría de medios = "5" límite = "10" numero de mes = "12" año = "2015"]

source: %sWarning:%s Incompatibility with other gallery plugins or themes possible!
es_es: %sAtención: %s Incompatibilidad con otra galería plugins o temas posibles!

source: %sLearn more%s.
es_es: %sLeer más%s

source: Please check out your gallery front-end and back-end functionality once this option activated. If you find an issue please inform plugin authors at %s or %s.
es_es: Por favor revise su funcionalidad front-end y back-end de galería una vez esta opción activada. Si encuentra un problema por favor informe a autores de plugin %s o %s.

source: Add New MIME Type
es_es: Añadir Nuevo Tipo MIME
ko_kr: 새로운 MIME 유형 추가

source: Extension
es_es: Extensiones
ko_kr: 확장자

source: MIME Type
es_es: Tipo MIME
ko_kr: MIME 유형

source: Singular Label
es_es: Etiqueta Singular
ko_kr: 단수 라벨

source: Plural Label
es_es: Etiqueta Plural
ko_kr: 복수 라벨

source: Add Filter
es_es: Añadir filtro
ko_kr: 필터 추가

source: Allow Upload
es_es: Permite Subir
ko_kr: 업로드 허용

source: Delete MIME Type
es_es: Eliminar Tipo MIME
ko_kr: MIME 유형 삭제

source: Restore WordPress default MIME Types
es_es: Restaurar tipos MIME por defecto de WordPress

source: Save Changes
es_es: Guardar Cambios
ko_kr: 변경 사항 저장

source: Taxonomy settings saved.
es_es: Ajustes de taxonomía guardados.

source: Filter by
es_es: Filtrar por
ko_kr: 필터 적용:

source: All
es_es: Todo
ko_kr: 모든

source: Not in
es_es: No en
ko_kr: 포함되지 않음:

source: Uploaded to post #
es_es: Subido a post #

source: Based On
es_es: Basado en

source: Remove
es_es: Eliminar
ko_kr: 제거

source: Deselect
es_es: Deseleccionar
ko_kr: 선택 해제

source: Caption this image&hellip;
es_es: Titula esta imagen&hellip;
ko_kr: 이 이미지에 캡션을 추가...

source: Describe this video&hellip;
es_es: Describe este video&hellip;
ko_kr: 이 비디오를 설명...

source: Describe this audio file&hellip;
es_es: Describe este archivo de audio&hellip;
ko_kr: 이 오디오 파일을 설명...

source: Describe this media file&hellip;
es_es: Describe este archivo multimedia&hellip;
ko_kr: 이 미디어 파일을 설명...

source: Attachments Details
es_es: Detalles de Adjuntos
ko_kr: 첨부 파일 세부 정보

source: Select All
es_es: Seleccionar Todo
ko_kr: 모두 선택

source: Edit Selection
es_es: Editar Selección
ko_kr: 선택 편집

source: Deselect All
es_es: Deseleccionar Todo
ko_kr: 모두 선택 해제

source: Delete Selected
es_es: Eliminar Selección
ko_kr: 선택 삭제

source: Order By
es_es: Ordenar por

source: Date
es_es: Fecha

source: Title
es_es: Título

source: Custom Order
es_es: Orden Personalizado

source: Random
es_es: Aleatorio

source: Order
es_es: Orden

source: Ascending
es_es: Ascendente

source: Descending
es_es: Descendente

source: Limit
es_es: Limite

source: Your license has been deactivated.
es_es: La licencia ha sido desactivada.

source: Please check if your license key is correct and try again.
es_es: Por favor, compruebe si su clave de licencia es correcta e inténtelo de nuevo.

source: Wrong license key or a server error occured. Please check your license key and try again.
es_es: Clave de licencia incorrecta o un error de servidor se ha producido. Por favor verifique su clave de licencia y vuelva a intentarlo.

source: You license has been activated.
es_es: Licencia le ha sido activada.

source: Bulk Edit
es_es: Edición Masiva
ko_kr: 일괄 편집

source: Turn off 'Save Changes' button
es_es: Desactivar el botón "Guardar cambios"
ko_kr: '변경 사항 저장' 버튼 해제

source: Save changes on the fly
es_es: Guardar cambios sobre la marcha
ko_kr: 변경 사항 즉시 저장
