Repository: waoneon2/FS
Catalog: fielding-plugin/enhanced-media-library/languages/eml-*.po
Languages: es_es, ko_kr

source: Any click on a taxonomy checkbox during media files bulk edition will lead to an <strong style="color:red">immediate saving</strong> of the data. Please, be careful! You have much greater chance to <strong style="color:red">accidentally perform wrong re-assigning</strong> of a lot of your media files / taxonomies with this option turned on.
es_es: Cualquier clic en una casilla de la taxonomía en los medios de comunicación archivos edición mayor dará lugar a <strong style="color:red">un</strong> ahorro inmediato de los datos. Por favor, tenga cuidado! Usted tiene muchas más posibilidades <strong style="color:red">de</strong> realizar <strong style="color:red">accidentalmente mal re-asignación de</strong> una gran cantidad de archivos multimedia / taxonomías con esta opción habilitada.
ko_kr: 미디어 파일 일괄 편집 도중 카테고리 확인란에 클릭하면 데이터를 <strong style="color:red">즉시 저장</strong>하게 됩니다. 조심해주세요! 이 옵션을 켜면 다수의 미디어 파일 / 카테고리에 <strong style="color:red">실수로 재할당을 잘못 수행</strong>할 가능성이 훨씬 더 높습니다.

source: Strongly NOT recommended option if you work with more than hundred of files at a time.
es_es: Fuertemente desaconsejada opción si trabaja con más de cientos de archivos a la vez.
ko_kr: 한 번에 100 개 이상의 파일을 작업을하는 경우 절대로 권장하지 않는 옵션임.

source: License Key
es_es: Clave de Licencia
ko_kr: 라이센스 키

source: To unlock updates please enter your license key below. You can get your license key in <a href="%s">Your Account</a>. If you do not have a license, you are welcome to <a href="%s">purchase it</a>.
es_es: Para desbloquear actualizaciones Introduzca su clave de licencia a continuación. Puede obtener su clave de licencia en <a href="%s">Su cuenta</a>. Si no tienes una licencia, eres Bienvenido a <a href="%s">comprarlo</a>.

source: Activate License
es_es: Activar Licencia
ko_kr: 라이센스 활성화

source: Your license is active!
es_es: Su licencia está activa!
ko_kr: 라이센스가 활성화되었습니다!

source: Deactivate License
es_es: Desactivar Licencia

source: An unexpected error occurred. Something may be wrong with WordPress.org or this server&#8217;s configuration. If you continue to have problems, please try the <a href="https://wordpress.org/support/">support forums</a>.
es_es: Ha sucedido un error inesperado. Puede que haya un problema con WordPress.org o con la configuración de este servidor. Si continuas teniendo problemas, por favor prueba en los <a href="https://es.forums.wordpress.org">foros de soporte</a>.
ko_kr: 예기치 않은 오류가 발생했습니다. WordPress.org 또는 이 서버의 구성에 문제가 있을 수 있습니다. 문제가 계속될 경우, <a href="https://wordpress.org/support/">지원 포럼</a>을 시도해 보시기 바랍니다.

source: (WordPress could not establish a secure connection to WordPress.org. Please contact your server administrator.)
es_es: (WordPress no pudo establecer una conexión segura con WordPress.org. Por favor, contacta con el administrador de tu servidor.)
ko_kr: (워드프레스가 WordPress.org에 보안 연결을 설정할 수 없습니다. 서버 관리자에게 문의하세요.)

source: To unlock updates, please <a href="%s">activate your license</a>. You can get your license key in <a href="%s">Your Account</a>. If you do not have a license, you are welcome to <a href="%s">purchase it</a>.
es_es: Para desbloquear las actualizaciones, por favor, <a href="%s">activate your license</a>. Puede obtener su clave de licencia en <a href="%s">Your Account</a>. Si no tienes una licencia, eres Bienvenido a <a href="%s">purchase it</a>.

source: Expand Details
es_es: Expandir Detalles
ko_kr: 세부 정보 펼치기

source: Collapse Details
es_es: Contraer Detalles
ko_kr: 세부 정보 접기

source: Validation Failed. One or more fields below are required.
es_es: Validación fallida. Uno o más campos siguientes son obligatorios.
ko_kr: 검증에 실패함. 아래 하나 이상의 필드가 필요합니다.

source: The changes you made will be lost if you navigate away from this page
es_es: Los cambios realizados se perderán si usted navega fuera de esta página.
ko_kr: 이 페이지에서 벗어나면 변경 사항을 잃게 됩니다.

source: ALL files belong to this item
es_es: TODOS los archivos pertenecen a esta partida
ko_kr: 이 항목에 모든 파일이 속합니다

source: SOME files belong to this item
es_es: ALGUNOS ficheros pertenecen a esta partida
ko_kr: 이 항목에 SOME 파일이 속합니다

source: NO files belong to this item
es_es: No hay archivos pertenecientes a esta partida
ko_kr: 이 항목에 속한 파일이 없습니다

source: Changes saved.
es_es: Cambios guardados
ko_kr: 변경 사항이 저장됨.

source: Something went wrong.
es_es: Algo ha salido mal
ko_kr: 문제가 발생했습니다.

source: Edit Media Files
es_es: Editar Archivos de Medios
ko_kr: 미디어 파일 편집

source: Create a filter-based gallery
es_es: Crear una galería basada en filtros

source: Create a filter-based playlist
es_es: Crear una lista de reproducción basada en filtros

source: Create a filter-based video playlist
es_es: Crear una lista de reproducción de vídeo basada en filtros

source: Please deactivate and <strong>remove</strong> the old FREE version prior to the <strong>Enhanced Media Library PRO</strong> activation. All your data will remain intact.
es_es: Por favor, desactivar y <strong>eliminar</strong> la vieja versión libre antes de la activación de <strong>Enhanced Media Library PRO</strong> . Todos los datos permanecerán intactos.

source: Return to Plugins
es_es: Regresar a la página de plugins
ko_kr: 플러그인으로 돌아가기

source: Both FREE and PRO versions of the Enhanced Media Library are network active. <strong>Enhanced Media Library PRO</strong> does not require free version to be active. Please network deactivate and delete the free versions of the plugin. All your data will remail intact.
es_es: Ambas versiones libres y PRO de Enhanced Media Library están activas. <Strong>Enhanced Media Library </ strong> no requiere la versión libre activada. Por favor desactivar red y eliminar las versiones libres del plugin. Todos los datos permanecerán intactos.

source: <strong>Enhanced Media Library PRO</strong> does not require free version to be active. Please deactivate and delete the free version of the plugin. All your data will remain intact.
es_es: <Strong>Enhanced Media Library PRO </ strong> no requiere la versión libre activada. Por favor, desactivar y eliminar la versión gratuita del plug-in. Todos los datos permanecerán intactos.

source: Both FREE and PRO versions of the Enhanced Media Library are active for this site. <strong>Enhanced Media Library PRO</strong> does not require free version to be active. Please deactivate (or network deactivate) and delete the free version of the plugin for this site. All your data will remail intact.
es_es: Ambas versiones libres y PRO de Enhanced Media Library están activas en este sitio. <Strong> Enhanced Media Library </ strong> no requiere la versión libre activada. Por favor, desactive y elimine (o desactive) la versión gratuita del plug-in para este sitio. Todos los datos permanecerán intactos.

source: <a href="http://codex.wordpress.org/Media_Library_Screen" target="_blank">Documentation on Media Library</a>
ko_kr: <a href="http://codex.wordpress.org/Media_Library_Screen" target="_blank">미디어 라이브러리에 대한 문서</a>

source: <a href="https://wordpress.org/support/" target="_blank">Support Forums</a>
ko_kr: 지원 포럼

source: Media Library
ko_kr: 미디어 라이브러리

source: Singular
ko_kr: 단수

source: Plural
ko_kr: 복수

source: Remember terms order (sort)
ko_kr: 용어 순서 기억 (정렬)

source: Show media filters for ANY Media Popup.
ko_kr: 모든 미디어 팝업에 대한 미디어 필터 표시

source: May be useful for those who need forcing filters for third-party plugins or themes.
ko_kr: 제3자 플러그인 또는 테마에 대한 필터에 대한 강제 적용이 필요할 때 유용할 수 있음.

source: Restore default MIME Types
ko_kr: 기본 MIME 유형 복구

source: Please deactivate and <strong>remove</strong> the old version prior to the <strong>Enhanced Media Library PRO</strong> activation. All your data will remain intact.
ko_kr: <strong>Enhanced Media Library PRO</strong>를 활성화하기 전에 오래된 버전을 비활성화 및 <strong>제거</strong>해주세요. 모든 데이터는 보존됩니다.

source: EML PRO Updates
ko_kr: EML PRO 업데이트

source: Updates
ko_kr: 업데이트

source: Enhanced Media Library PRO License
ko_kr: Enhanced Media Library PRO 라이센스

source: To unlock updates, please enter your license key below. You can see your license key in <a href="http://www.wpuxsolutions.com/account/">Your Account</a>. If you don&#8217;t have a licence key, you are welcome to <a href="http://www.wpuxsolutions.com/pricing/">purchase it</a>.
ko_kr: 업데이트를 잠금 해제하려면, 아래 라이센스 키를 입력해주세요. <a href="http://www.wpuxsolutions.com/account/">Your Account</a>에서 라이센스 키를 확인할 수 있습니다. 라이센스 키가 없을 경우, <a href="http://www.wpuxsolutions.com/pricing/">구입</a>하실 수 있습니다.

source: To unlock updates, please enter your license key on the <a href="%s">Updates</a> page. You can see your license key in <a href="%s">Your Account</a>. If you don&#8217;t have a licence key, you are welcome to <a href="%s">purchase it</a>.
ko_kr: 업데이트를 잠금 해제하려면, <a href="%s">업데이트</a> 페이지에서 라이센스 키를 입력해주세요. <a href="http://www.wpuxsolutions.com/account/">Your Account</a>에서 라이센스 키를 확인할 수 있습니다. 라이센스 키가 없을 경우, <a href="http://www.wpuxsolutions.com/pricing/">구입</a>하실 수 있습니다.

source: <strong>Enhanced Media Library PRO</strong> does not require free version to be active. Please deactivate and remove the free version of the plugin.
ko_kr: <strong>Enhanced Media Library PRO</strong>는 활성화 시 무료 버전이 필요없습니다. 플러그인의 무료 버전을 비활성화 및 제거해주세요.

source: This plugin will be handy for those who need to manage a lot of media files.
ko_kr: 이 플러그인은 많은 미디어 파일을 관리해야 하는 사용자에게 유용합니다.
